export default {
  projections: {
    ЭтажE: {
      номерЭтажа: {
        __caption__: 'Номер этажа'
      },
      ряд: {
        __caption__: 'Ряд',
        номерРяда: {
          __caption__: 'Номер ряда'
        }
      }
    },
    ЭтажL: {
      номерЭтажа: {
        __caption__: 'Номер этажа'
      },
      ряд: {
        __caption__: 'Номер ряда',
        номерРяда: {
          __caption__: 'Номер ряда'
        }
      }
    }
  },
  validations: {
    номерЭтажа: {
      __caption__: 'Номер этажа'
    },
    ряд: {
      __caption__: 'Ряд'
    }
  }
};
