export default {
  projections: {
    ЯчейкаE: {
      номерЯчейки: {
        __caption__: 'Номер ячейки'
      },
      этаж: {
        __caption__: 'Этаж',
        номерЭтажа: {
          __caption__: 'Номер этажа'
        }
      }
    },
    ЯчейкаL: {
      номерЯчейки: {
        __caption__: 'Номер ячейки'
      },
      этаж: {
        __caption__: 'Номер этажа',
        номерЭтажа: {
          __caption__: 'Номер этажа'
        }
      }
    }
  },
  validations: {
    номерЯчейки: {
      __caption__: 'Номер ячейки'
    },
    этаж: {
      __caption__: 'Этаж'
    }
  }
};
