export default {
  projections: {
    СкладE: {
      номер: {
        __caption__: 'Номер'
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      товарНаСкладе: {
        __caption__: 'Товар на складе',
        количество: {
          __caption__: 'Количество'
        },
        ячейка: {
          __caption__: 'Ячейка',
          номерЯчейки: {
            __caption__: 'Номер ячейки'
          }
        },
        товар: {
          __caption__: 'Товар',
          название: {
            __caption__: 'Название'
          }
        }
      }
    },
    СкладL: {
      номер: {
        __caption__: 'Номер'
      },
      сотрудник: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    },
    товарНаСкладе: {
      __caption__: 'Товар на складе'
    }
  }
};
