export default {
  projections: {
    ТоварНаСкладеE: {
      количество: {
        __caption__: 'Количество'
      },
      ячейка: {
        __caption__: 'Ячейка',
        номерЯчейки: {
          __caption__: 'Номер ячейки'
        }
      },
      товар: {
        __caption__: 'Товар',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    товар: {
      __caption__: 'Товар'
    },
    ячейка: {
      __caption__: 'Ячейка'
    },
    склад: {
      __caption__: 'склад'
    }
  }
};
